Repository: artscorestudio/product-bundle
Catalog: Resources/translations/messages.*.xlf
Languages: fr

# asf.product.state.draft
source: Draft
fr: Brouillon

# asf.product.state.waiting
source: Pending
fr: En attente

# asf.product.state.published
source: Published
fr: Publié

# asf.product.state.deleted
source: Delete
fr: Supprimé

# asf.product.type.product
source: Product
fr: Produit

# asf.product.type.product_pack
source: Product Pack
fr: Pack

# asf.product.form.categories_list
source: Categories list
fr: Liste des catégories

# asf.product.form.search_product
source: Search a product
fr: Rechercher un produit

# asf.product.form.search_category
source: Search a category
fr: Rechercher une catégorie

# asf.product.form.search_brand
source: Search a brand
fr: Rechercher une marque

# asf.product.form.choose_a_product
source: Choose a product
fr: Choisir un produit

# asf.product.form.choose_a_category
source: Choose a category
fr: Choisir une catégorie

# asf.product.form.choose_a_brand
source: Choose a brand
fr: Choisir une marque

# asf.product.form.product_no_result
source: No products match with this product name.
fr: Aucun produit ne correspond.

# asf.product.state
source: State
fr: État

# asf.product.product_name
source: Product name
fr: Nom du produit

# asf.product.capacity
source: Capacit√© (Litre)
fr: Capacité (Litre)

# asf.product.created_at
source: Created at
fr: Créé le

# asf.product.updated_at
source: Updated at
fr: Mis à jour le

# asf.product.deleted_at
source: Deleted at
fr: Supprimé le

# asf.product.default_value.product_name
source: New product
fr: Nouveau produit

# asf.product.default_value.category_name
source: New brand
fr: Nouvelle catégorie

# asf.product.default_value.this_product
source: this product
fr: ce produit

# asf.product.default_value.this_category
source: this category
fr: cette catégorie

# asf.product.default_value.this_brand
source: this brand
fr: cette marque

# asf.product.category_name
source: Category name
fr: Intitulé

# asf.product.brand_name
source: Brand name
fr: Nom

# asf.product.msg.delete.confirm
source: Do you want to delete %name% ?
fr: Êtes-vous sûr de vouloir supprimer %name% ?

# asf.product.msg.list.no_category
source: No category.
fr: Acune catégorie.

# asf.product.msg.list.no_product
source: No product.
fr: Aucun produit.

# asf.product.msg.success.product_updated
source: The product "%name%" has been successfully updated.
fr: Le produit "%name%" a été mis à jour avec succès.

# asf.product.msg.success.product_created
source: The product "%name%" has been successfully created.
fr: Le produit "%name%" a été créé avec succès.

# asf.product.msg.success.product_deleted
source: The product "%name%" has been successfully deleted.
fr: Le produit "%name%" a été supprimé avec succès.

# asf.product.msg.error.product_not_found
source: Product not found.
fr: Produit introuvable.

# asf.product.msg.error.product_already_exists
source: A product with this name already exists.
fr: Un produit portant ce nom existe déjà.

# asf.product.msg.success.category_updated
source: The category "%name%" has been successfully updated.
fr: La catégorie "%name%" a été mise à jour avec succès.

# asf.product.msg.success.category_created
source: The category "%name%" has been successfully created.
fr: La categorie "%name%" a été créée avec succès.

# asf.product.msg.success.category_deleted
source: The category "%name%" has been successfully deleted.
fr: La catégorie "%name%" a été supprimée avec succès.

# asf.product.msg.error.category_not_found
source: Category not found.
fr: Catégorie introuvable.

# asf.product.msg.error.category_already_exists
source: A category with this name already exists.
fr: Une catégorie portant ce nom existe déjà.

# asf.product.msg.success.brand_updated
source: The brand "%name%" has been successfully updated.
fr: La marque "%name%" a été mise à jour avec succès.

# asf.product.msg.success.brand_created
source: The brand "%name%" has been successfully created.
fr: La marque "%name%" a été créée avec succès.

# asf.product.msg.success.brand_deleted
source: The brand "%name%" has been successfully deleted.
fr: La marque "%name%" a été supprimée avec succès.

# asf.product.msg.error.brand_not_found
source: Brand not found.
fr: Maruqe introuvable.

# asf.product.msg.error.brand_already_exists
source: A brand with this name alreaady exists.
fr: Une marque portant ce nom existe déjà.

# asf.product.title.product_from_db
source: Products from our database
fr: Produit dans la base de données

# asf.product.title.suggested_product_name
source: Suggested product name
fr: Suggestions de produits

# asf.product.title.product_list
source: Products list
fr: Liste des produits

# asf.product.title.category_list
source: Categories list
fr: Liste des catégories

# asf.product.title.brand_list
source: Brands list
fr: Liste des marques

# asf.product.title.product_manager
source: Product manager
fr: Gestionnaire des produits

# asf.product.title.h4.product_manager
source: Product manager
fr: Gérer les produits

# asf.product.title.h4.product_category_manager
source: Product category manager
fr: Gérer les catégories

# asf.product.title.h4.optional.brand_manager
source: Brand manager (optional)
fr: Gérer les marques (optionnel)

# asf.product.title.h4.optional.product_pack
source: Product pack manager (optional)
fr: Gérer les packs de produits (optionnel)

# asf.product.title.h4.brand_manager
source: Brand manager
fr: Gérer les marques

# asf.product.title.h4.product_pack
source: Product pack manager
fr: Gérer les packs de produits

# asf.product.title.module.products_stats
source: Products stats
fr: Statistiques

# asf.product.text.product_from_db
source: Check at first if your product does not exist in our database. If this is the case select it by checking the appropriate checkbox.
fr: Vérifiez dans un premier temps si votre produit n'existe pas déjà dans notre base de données. Si c'est le cas sélectionnez-le en cochant la case appropriée.

# asf.product.text.suggested_product_name
source: Otherwise, confirm the information below about your product.
fr: Sinon, confirmez les informations ci-dessous concerant votre produit.

# asf.product.text.product_manager
source: Manage easily the products of your catalog.
fr: Gérer facilement les produits de votre catalogue.

# asf.product.text.h4.product_manager
source: You can create, update or delete product categories from the products list.
fr: Vous pouvez ajouter, supprimer, mettre à jour les produits depuis la liste des produits.

# asf.product.text.h4.optional.brand_manager
source: If your application administrator set it to true, you can also manage a list of brands for your products.
fr: Vous pouvez gérer les marques de produits si vous l'avez activé dans le module.

# asf.product.text.h4.optional.product_pack
source: If your application administrator set it to true, you can also manage product packs.
fr: Vous pouvez gérer des packs si vous l'avez activé dans le module.

# asf.product.text.h4.brand_manager
source: You can create, update or delete product categories from the brand list.
fr: Vous pouvez gérer les marques de produits depuis la liste des marques.

# asf.product.text.h4.product_pack
source: You can create, update or delete product categories from the products packs list.
fr: Vous pouvez gérer les packs de produits depuis la liste des packs de produits.

# asf.product.btn.add_product
source: Add product
fr: Ajouter un produit

# asf.product.btn.add_category
source: Add category
fr: Ajouter une catégorie

# asf.product.btn.add_brand
source: Add brand
fr: Ajouter une marque

# asf.product.btn.product_list
source: Product list
fr: Liste des produits

# asf.product.btn.product_category_list
source: Product category list
fr: Liste des catégories

# asf.product.btn.brand_list
source: Brand list
fr: Liste des marques

# asf.product.btn.product_pack_list
source: Product pack list
fr: Liste des packs

# asf.product.btn.check_documentation
source: Check the documentation
fr: Lire la documentation

# asf.product.link.product_manager
source: Manage products
fr: Gérer les produits
